[
    {
        "artistsName": "Anthrax",
        "artistsImage": "http://cdn-assets.tc-helicon.com/media/2206/joey-belladonna-main-image.png?format=png8&width=500&height=500&mode=crop&center=0.5,0.5",
        "artistsMessage": "",
        "artistsAbout": "\r\n                        <p><span><p><span>Anthrax is an American thrash metal band from New York City, formed in 1981 by guitarist Scott Ian and bassist Dan Lilker. The group was considered one of the leaders of the thrash metal scene during the 1980s. When the genre&apos;s popularity increased, Anthrax was one of its &quot;big four&quot; with Metallica, Megadeth and Slayer. As of 2014 the band has released ten studio albums, a number of singles and an EP with American hip hop group Public Enemy. According to Nielsen SoundScan Anthrax sold 2.5 million records in the United States from 1991 to 2004, with worldwide sales of over 15 million.</span></p>\n<p><span>Noted for its live performances, Anthrax signed with the independent label Megaforce Records (which released the band&apos;s debut studio album in 1984). Lilker soon left the band to form Nuclear Assault, and was replaced by roadie Frank Bello. Vocalist Neil Turbin left shortly after and was replaced by Joey Belladonna. With a new lineup, the band recorded Spreading the Disease (distributed by Island Records) in 1985. Anthrax&apos;s third album, Among the Living, was released in 1987 to critical praise. The band experienced another lineup change in 1992, when John Bush replaced Belladonna as lead vocalist. Sound of White Noisewas released the following year, peaking at number seven on the Billboard 200. Studio recordings during the 1990s saw the band, influenced by other genres, experimenting with its sound.</span>&#xA0;</p>\n<p><span>Anthrax&apos;s lineup has changed several times. Paul Kahn and Greg Walls were early replacements for drummer Dave Weiss and bassist Kenny Kushner; the band has had a number of vocalists, including Neil Turbin, Joey Belladonna and John Bush. Scott Ian and Charlie Benante, who joined Anthrax in 1983, are the only band members to appear on every album; bassist Frank Bello has played on every album except the band&apos;s first. Belladonna returned to Anthrax for Worship Music, his first studio album with the band since 1990&apos;s Persistence of Time.</span></p>\n<p>- Wikipedia</p></span></p>\r\n                                            <br><a href=\"https://www.facebook.com/anthrax\" target=\"_blank\">Anthrax Facebook Page</a>\r\n                        <br><a href=\"http://anthrax.com/\" target=\"_blank\">Anthrax Webpage</a>\r\n                        <br><a href=\"https://twitter.com/anthrax\" target=\"_blank\">Anthrax Twitter account</a>\r\n                "
    }
]